Repository: Victor-Northcode/alma-app
Catalog: mobile/ios/Alma/Resources/Paywall.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# paywall.withdrawn
source: Apple has taken that purchase back — refunded or revoked — so nothing is open under it.
de: Apple hat diesen Kauf zurückgenommen — erstattet oder widerrufen —, deshalb ist damit nichts offen.
es: Apple ha retirado esa compra — reembolsada o revocada — así que no hay nada abierto con ella.
fr: Apple a repris cet achat — remboursé ou révoqué — donc rien n'est ouvert avec lui.
it: Apple ha ritirato quell'acquisto — rimborsato o revocato — quindi non c'è nulla di aperto con esso.
pt_br: A Apple retirou essa compra — reembolsada ou revogada — então nada está aberto com ela.
ru: Apple отозвал эту покупку — возврат или отмена, — поэтому под ней ничего не открыто.
